{
	"books": [
		{
			"id": "1",
			"imageUrl": "images/books/a-narco-history.jpg",
			"imageAlt": "A Narco History book cover",
			"title": "A Narco History: How the United States and Mexico Jointly Created the 'Mexican Drug War'",
			"datePublished": 2016,
			"authors": "Carmen Boullosa, Mike Wallace",
			"desc": "The term Mexican Drug War misleads. It implies that the ongoing bloodbath, which has now killed well over 100,000 people, is an internal Mexican affair. But this diverts attention from the US role in creating and sustaining the carnage. It's not just that Americans buy drugs from and sell weapons to Mexico's murderous cartels. It's that ever since the US prohibited the use and sale of drugs in the early 1900s, it has pressured Mexico into acting as its border enforcer—with increasingly deadly consequences. Mexico was not a helpless victim. Powerful forces within the country profited hugely from supplying Americans with what their government forbade them. But the policies that spawned the drug war have proved disastrous for both countries. Written by two award-winning authors, one American and the other Mexican, A Narco History reviews the interlocking 20th-century histories that produced this 21st-century calamity and proposes how to end it."
		},
		{
			"id": "2",
			"imageUrl": "images/books/narco-land.jpg",
			"imageAlt": "Narcoland book cover",
			"title": "Narcoland: The Mexican Drug Lords And Their Godfathers",
			"datePublished": 2013,
			"authors": "Anabel Hernández",
			"desc": "The product of five years’ investigative reporting, the subject of intense national controversy, and the source of death threats that forced the National Human Rights Commission to assign two full-time bodyguards to its author, Anabel Hernández, Narcoland has been a publishing and political sensation in Mexico. The definitive history of the drug cartels, Narcoland takes readers to the front lines of the “war on drugs,” which has so far cost more than 60,000 lives in just six years. Hernández explains in riveting detail how Mexico became a base for the mega-cartels of Latin America and one of the most violent places on the planet. At every turn, Hernández names names – not just the narcos, but also the politicians, functionaries, judges and entrepreneurs who have collaborated with them. In doing so, she reveals the mind-boggling depth of corruption in Mexico’s government and business elite. Hernández became a journalist after her father was kidnapped and killed and the police refused to investigate without a bribe. She gained national prominence in 2001 with her exposure of excess and misconduct at the presidential palace, and previous books have focused on criminality at the summit of power, under presidents Vicente Fox and Felipe Calderón. In awarding Hernández the 2012 Golden Pen of Freedom, the World Association of Newspapers and News Publishers noted, “Mexico has become one of the most dangerous countries in the world for journalists, with violence and impunity remaining major challenges in terms of press freedom. In making this award, we recognize the strong stance Ms. Hernández has taken, at great personal risk, against drug cartels.”"
		},
		{
			"id": "3",
			"imageUrl": "images/books/mexico-illicit.jpg",
			"imageAlt": "Mexico's Illicit Drug Networks and the State Reaction book cover",
			"title": "Mexico's Illicit Drug Networks and the State Reaction",
			"datePublished": 2016,
			"authors": "Nathan P. Jones",
			"desc": "Mexican drug networks are large and violent, engaging in activities like the trafficking of narcotics, money laundering, extortion, kidnapping, and mass murder. Despite the impact of these activities in Mexico and abroad, these illicit networks are remarkably resilient to state intervention. Drawing on extensive fieldwork and interviews with US and Mexican law enforcement, government officials, organized crime victims, and criminals, Nathan P. Jones examines the comparative resilience of two basic types of drug networks—“territorial” and “transactional”—that are differentiated by their business strategies and provoke wildly different responses from the state. Transactional networks focus on trafficking and are more likely to collude with the state through corruption, while territorial networks that seek to control territory for the purpose of taxation, extortion, and their own security often trigger a strong backlash from the state. Timely and authoritative, Mexico's Illicit Drug Networks and the State Reaction provides crucial insight into why Mexico targets some drug networks over others, reassesses the impact of the war on drugs, and proposes new solutions for weak states in their battles with drug networks."
		},
		{
			"id": "4",
			"imageUrl": "images/books/thetraitor.jpg",
			"imageAlt": "The Traitor. The secret diary of Mayo's son book cover",
			"title": "The Traitor. The secret diary of Mayo's son ",
			"datePublished": 2020,
			"authors": "Anabel Hernández",
			"desc": "Her story dates back to January of 2011, when she's contacted by one of Vicente Zambada Niebla's lawyers, better known as Vicentillo, who was facing charges in a court in Chicago. The intention was to share with the reporter documents and facts that would broaden and clear up various episodes that had just come to light in Los señores del narco. Among the documents to which she had access is the disturbing self-portrait as a clown that appears on the cover and the diaries kept by Vicentillo during his negotiations to collaborate with the North American government, which until now were secret. In them, el capo reconstructed his story and the story of the one of the largest drug-trafficking organizations on the planet. In these pages, the author goes inside the Sinaloa Cartel through Vicentillo's account, who grimly exhibits the internal workings that give life to the criminal organization, the violence, the thousands of way to traffic drugs, and the complicity among politicians, businessmen, and security forces. But, above all, he unveils the profile of the person who, during the last half century, has been the king of drug trafficking. Someone who has never stepped inside a prison cell, who from his thrown has seen his friends, enemies, partners, competitors, family members, government employees, and even his own children fall, without this ever making a dent in his power, the father of Vicentillo: Ismael el Mayo Zambada. "
		},
		{
			"id": "5",
			"imageUrl": "images/books/murder-city.jpg",
			"imageAlt": "Murder City book cover",
			"title": "Murder City: Ciudad Juarez and the Global Economy's New Killing Fields",
			"datePublished": 2010,
			"authors": "Charles Bowden",
			"desc": "Ciudad Juárez lies just across the Rio Grande from El Paso, Texas. A once-thriving border town, it now resembles a failed state. Infamously known as the place where women disappear, its murder rate exceeds that of Baghdad. Last year 1,607 people were killed—a number that is on pace to increase in 2009. In Murder City, Charles Bowden—one of the few journalists who has spent extended periods of time in Juárez—has written an extraordinary account of what happens when a city disintegrates. Interweaving stories of its inhabitants—a raped beauty queen, a repentant hitman, a journalist fleeing for his life—with a broader meditation on the town's descent into anarchy, Bowden reveals how Juárez's culture of violence will not only worsen, but inevitably spread north. Heartbreaking, disturbing, and unforgettable, Murder City establishes Bowden as one of our leading writers working at the height of his powers."
		},
		{
			"id": "6",
			"imageUrl": "images/books/el-narco.jpg",
			"imageAlt": "El Narco book cover",
			"title": "El Narco: Inside Mexico's Criminal Insurgency",
			"datePublished": 2011,
			"authors": "Ioan Grillo",
			"desc": "The world has watched stunned at the bloodshed in Mexico. Thirty thousand murdered since 2006; police chiefs shot within hours of taking office; mass graves comparable to those of civil wars; car bombs shattering storefronts; headless corpses heaped in town squares. And it is all because a few Americans are getting high. Or is it? The United States throws Black Hawk helicopters and drug agents at the problem. But in secret, Washington is confused and divided about what to do. Who are these mysterious figures tearing Mexico apart? they wonder. What is El Narco? El Narco draws the first definitive portrait of Mexico's drug cartels and how they have radically transformed. El Narco is not a gang; it is a movement and an industry drawing in hundreds of thousands from bullet-ridden barrios to marijuana-growing mountains. And it has created paramilitary death squads with tens of thousands of men-at-arms from Guatemala to the Texas border. Journalist Ioan Grillo has spent a decade in Mexico reporting on the drug wars from the front lines. This piercing book joins testimonies from inside the cartels with firsthand dispatches and unsparing analysis. The devastation may be south of the Rio Grande, El Narco shows, but America is knee-deep in this conflict."
		},
		{
			"id": "7",
			"imageUrl": "images/books/los-zetas.jpg",
			"imageAlt": "Los Zetas Inc.: Criminal Corporations, Energy, and Civil War in Mexico book cover",
			"title": "Los Zetas Inc.: Criminal Corporations, Energy, and Civil War in Mexico",
			"datePublished": 2017,
			"authors": "Guadalupe Correa-Cabrera",
			"desc": "The rapid growth of organized crime in Mexico and the government's response to it have driven an unprecedented rise in violence and impelled major structural economic changes, including the recent passage of energy reform. Los Zetas Inc. asserts that these phenomena are a direct and intended result of the emergence of the brutal Zetas criminal organization in the Mexican border state of Tamaulipas. Going beyond previous studies of the group as a drug trafficking organization, Guadalupe Correa-Cabrera builds a convincing case that the Zetas and similar organizations effectively constitute transnational corporations with business practices that include the trafficking of crude oil, natural gas, and gasoline; migrant and weapons smuggling; kidnapping for ransom; and video and music piracy. Combining vivid interview commentary with in-depth analysis of organized crime as a transnational and corporate phenomenon, Los Zetas Inc. proposes a new theoretical framework for understanding the emerging face, new structure, and economic implications of organized crime in Mexico. Correa-Cabrera delineates the Zetas establishment, structure, and forms of operation, along with the reactions to this new model of criminality by the state and other lawbreaking, foreign, and corporate actors. Since the Zetas share some characteristics with legal transnational businesses that operate in the energy and private security industries, she also compares this criminal corporation with ExxonMobil, Halliburton, and Blackwater (renamed “Academi” and now a Constellis company). Asserting that the elevated level of violence between the Zetas and the Mexican state resembles a civil war, Correa-Cabrera identifies the beneficiaries of this war, including arms-producing companies, the international banking system, the US border economy, the US border security/military-industrial complex, and corporate capital, especially international oil and gas companies. "
		},
		{
			"id": "8",
			"imageUrl": "images/books/drug-war-capitalism.jpg",
			"imageAlt": "Drug War Capitalism book cover",
			"title": "Drug War Capitalism",
			"datePublished": 2014,
			"authors": "Dawn Paley ",
			"desc": "Though pillage, profit, and plunder have been a mainstay of war since pre-colonial times, there is little contemporary focus on the role of finance and economics in today's 'Drug Wars'—despite the fact that they boost US banks and fill prisons with poor people. They feed political campaigns, increase the arms trade, and function as long-term fixes to capitalism's woes, cracking open new territories to privatization and foreign direct investment. Combining on-the-ground reporting with extensive research, Dawn Paley moves beyond the usual horror stories, beyond journalistic rubbernecking and hand-wringing, to follow the thread of the Drug War story throughout the entire region of Latin America and all the way back to US boardrooms and political offices. This unprecedented book chronicles how terror is used against the population at large in cities and rural areas, generating panic and facilitating policy changes that benefit the international private sector, particularly extractive industries like petroleum and mining. This is what is really going on. This is drug war capitalism."
		},
		{
			"id": "9",
			"imageUrl": "images/books/gangster-warlords.jpg",
			"imageAlt": "Gangster Warlords book cover",
			"title": "Gangster Warlords: Drug Dollars, Killing Fields, and the New Politics of Latin America",
			"datePublished": 2016,
			"authors": "Ioan Grillo",
			"desc": "In a ranch south of Texas, the man known as The Executioner dumps five hundred body parts in metal barrels. In Brazil's biggest city, a mysterious prisoner orders hit-men to gun down forty-one police officers and prison guards in two days. In southern Mexico, a meth maker is venerated as a saint while enforcing Old Testament justice on his enemies. A new kind of criminal kingpin has arisen: part CEO, part terrorist, and part rock star, unleashing guerrilla attacks, strong-arming governments, and taking over much of the world's trade in narcotics, guns, and humans. What they do affects you now--from the gas in your car, to the gold in your jewelry, to the tens of thousands of Latin Americans calling for refugee status in the U.S. Gangster Warlords is the first definitive account of the crime wars now wracking Central and South America and the Caribbean, regions largely abandoned by the U.S. after the Cold War. Author of the critically acclaimed El Narco, Ioan Grillo has covered Latin America since 2001 and gained access to every level of the cartel chain of command in what he calls the new battlefields of the Americas. Moving between militia-controlled ghettos and the halls of top policy-makers, Grillo provides a disturbing new understanding of a war that has spiraled out of control--one that people across the political spectrum need to confront now."
		},
		{
			"id": "10",
			"imageUrl": "images/books/wolf-boys.jpg",
			"imageAlt": "Wolf Boys book cover",
			"title": "Wolf Boys: Two American Teenagers and Mexico's Most Dangerous Drug Cartel",
			"datePublished": 2016,
			"authors": "Dan Slater",
			"desc": "The story of two American teens recruited as killers for a Mexican cartel and their pursuit by a Mexican American detective who realizes the War on Drugs is unwinnable. What's it like to be an employee of a global drug-trafficking organization? And how does a 15-year-old American boy go from star quarterback to trained assassin, surging up the cartel corporate ladder? At first glance Gabriel Cardona is the poster-boy American teenager: great athlete, bright, handsome, and charismatic. But the streets of his border town of Laredo, Texas, are poor and dangerous, and it isn't long before Gabriel abandons his promising future for the allure of the Zetas, a drug cartel with roots in the Mexican military. His younger friend. Bart, as well as others from Gabriel's childhood join him in working for the Zetas, boosting cars and smuggling drugs, eventually catching the eye of the cartel's leadership. Meanwhile, Mexican-born detective Robert Garcia has worked hard all his life and is now struggling to raise his family in America. As violence spills over the border, Detective Garcia's pursuit of the boys and their cartel leaders puts him face to face with the urgent consequences of a war he sees as unwinnable. In Wolf Boys Dan Slater shares their stories, taking us from the Sierra Madre mountaintops to the dusty, dark alleys of Laredo, Texas, on a harrowing, often brutal journey into the heart of the Mexican drug trade. Gabriel's evolution from good-natured teenager into a feared assassin is as inevitable as Garcia's slow realization of the futile nature of his work. A nonfiction thriller, Wolf Boys depicts more than just Gabriel, Bart, and the officers who took them down. It shows, through vivid detail and rich, often moving narrative, the way in which the border itself is changing, disappearing, and posing new terrifying and yet largely unseen threats to American security. Ultimately, though, Wolf Boys is the intimate story of the 'lobos' themselves: boys turned into pawns for cartels. Their stories show how poverty, ideas about identity, and government ignorance have warped the definition of the American dream. "
		},
		{
			"id": "11",
			"imageUrl": "images/books/devoted-to-death.jpg",
			"imageAlt": "Devoted to Death book cover",
			"title": "Devoted to Death: Santa Muerte, the Skeleton Saint",
			"datePublished": 2017,
			"authors": "R. Andrew Chesnut",
			"desc": "R. Andrew Chesnut offers a fascinating portrayal of Santa Muerte, a skeleton saint whose cult has attracted millions of devotees over the past decade. Although condemned by mainstream churches, this folk saint's supernatural powers appeal to millions of Latin Americans and immigrants in the U.S. Devotees believe the Bony Lady (as she is affectionately called) to be the fastest and most effective miracle worker, and as such, her statuettes and paraphernalia now outsell those of the Virgin of Guadalupe and Saint Jude, two other giants of Mexican religiosity. In particular, Chesnut shows Santa Muerte has become the patron saint of drug traffickers, playing an important role as protector of peddlers of crystal meth and marijuana; DEA agents and Mexican police often find her altars in the safe houses of drug smugglers. Yet Saint Death plays other important roles: she is a supernatural healer, love doctor, money-maker, lawyer, and angel of death. She has become without doubt one of the most popular and powerful saints on both the Mexican and American religious landscapes."
		},
		{
			"id": "12",
			"imageUrl": "images/books/kilo.jpg",
			"imageAlt": "Kilo book cover",
			"title": "Kilo: Inside the Deadliest Cocaine Cartels - From the Jungles to the Streets",
			"datePublished": 2020,
			"authors": "Toby Muse",
			"desc": "Cocaine is glamour, sex and murder. From the badlands of Colombia, it stretches across the globe, seducing, corrupting and destroying. A product that must be produced, distributed, and protected, it is both a harbinger of violence and a source of immense wealth. Beginning in the jungles and mountains of Colombia, it filters down to countryside villages and the nightclubs of the cities, attracting money, sex, and death. Each step in the life of a kilo reveals a different criminal underworld with its own players, rules, and dangers, ranging from the bizarre to the diabolical. The killers, the drug-lords, all find themselves seduced by cocaine and trapped in her world. Seasoned war correspondent Toby Muse has witnessed each level of this underworld, fueled by the appetite for cocaine in America and Europe. In this riveting chronicle, he takes the reader inside Colombia’s notorious drug cartels to offer a never before look at the drug trade. Following a kilo of cocaine from its production in a clandestine laboratory to the smugglers who ship it abroad, he reveals the human lives behind the drug’s complicated legacy. Reporting on Colombia for the world’s most prestigious networks and publications, Muse gained unprecedented access to the extraordinary people who survive on the drug trade—farmers, smugglers, assassins—and the drug lords and their lovers controlling these multi-billion dollar enterprises. Uncovering stories of violence, sex, and money, he shows the allure and the madness of cocaine. And how the War on Drugs has been no match for cocaine. Piercing this veiled world, Kilo is a gripping portrait of a country struggling to end this deadly trade even as the riches flow. A human portrait of criminals and the shocking details of their lives, Kilo is a chilling, unforgettable story that takes you deep into the belly of the beast."
		},
		{
			"id": "13",
			"imageUrl": "images/books/narconomics.jpg",
			"imageAlt": "Narconomics book cover",
			"title": "Narconomics: How to Run a Drug Cartel",
			"datePublished": 2016,
			"authors": "Tom Wainwright",
			"desc": "How does a budding cartel boss succeed (and survive) in the 300 billion illegal drug business? By learning from the best, of course. From creating brand value to fine-tuning customer service, the folks running cartels have been attentive students of the strategy and tactics used by corporations such as Walmart, McDonald's, and Coca-Cola. And what can government learn to combat this scourge? By analyzing the cartels as companies, law enforcers might better understand how they work—and stop throwing away 100 billion a year in a futile effort to win the “war” against this global, highly organized business.Your intrepid guide to the most exotic and brutal industry on earth is Tom Wainwright. Picking his way through Andean cocaine fields, Central American prisons, Colorado pot shops, and the online drug dens of the Dark Web, Wainwright provides a fresh, innovative look into the drug trade and its 250 million customers. The cast of characters includes “Bin Laden,” the Bolivian coca guide; “Old Lin,” the Salvadoran gang leader; “Starboy,” the millionaire New Zealand pill maker; and a cozy Mexican grandmother who cooks blueberry pancakes while plotting murder. Along with presidents, cops, and teenage hitmen, they explain such matters as the business purpose for head-to-toe tattoos, how gangs decide whether to compete or collude, and why cartels care a surprising amount about corporate social responsibility. More than just an investigation of how drug cartels do business, Narconomics is also a blueprint for how to defeat them."
		},
		{
			"id": "14",
			"imageUrl": "images/books/dopeworld.jpg",
			"imageAlt": "Dopeworld book cover",
			"title": "Dopeworld: Adventures in Drug Lands",
			"datePublished": 2019,
			"authors": "Niko Vorobyov",
			"desc": "Welcome to Dopeworld. Ecstasy in London, crack in Los Angeles, LSD in Tokyo, heroin in Sofia, cocaine in Medellin, bounty hunting in Manilla, opium in Tehran. Get ready for your next fix. Dopeworld is a bold and intoxicating journey into the world of drugs. From the cocaine farms in South America to the streets of Manila, we trace the emergence of psychoactive substances and our intimate relationship with them. With unparalleled access to drug lords, cartel leaders, street dealers and government officials, Niko Vorobyov attempts to shine a light on the dark underbelly drug world. At once a bold piece of reportage and a hugely entertaining and perverse travelogue, Dopeworld reveals how drug use is at the heart of our history, our lives, and our world. With echoes of Gomorrah and Fear and Loathing in Last Vegas, Dopeworld is a brilliant and enlightening journey across the world, examining every angle of the drug war."
		},
		{
			"id": "15",
			"imageUrl": "images/books/badkarma.jpg",
			"imageAlt": "BAD KARMA: The True Story of a Mexico Trip from Hell book cover",
			"title": "BAD KARMA: The True Story of a Mexico Trip from Hell",
			"datePublished": 2019,
			"authors": "Paul Wilson",
			"desc": "In the summer of 1978, twenty-one-year-old Paul Wilson jumps at the chance to join two local icons on a dream surf trip to mainland Mexico, unaware their ultimate destination lies in the heart of drug cartel country. Having no earthly idea of where he’ll get the money to pay his share, and determined to prove his mettle, he does the only thing he can think of: He robs a supermarket. And, if karma didn’t already have enough reason to doom the trip, he soon learns one of his companions is a convicted killer on the run, and the other an unscrupulous cad. Mishap and misfortune rule the days, and mere survival takes precedence over surfing. Original photographs (including pre-kingpin El Chapo), and Wilson’s strong narrative style, combine to make this true story personal—in the tradition of Into The Wild by Jon Krakauer, and Barbarian Days, A Surfing Life by William Finnegan—except this tale had to wait for the statute of limitations to expire before it could be told."
		},
		{
			"id": "16",
			"imageUrl": "images/books/greatestgamble.jpg",
			"imageAlt": "The Greatest Gambling Story Ever Told: A True Tale of Three Gamblers, The Kentucky Derby, and the Mexican Cartel book cover",
			"title": "The Greatest Gambling Story Ever Told: A True Tale of Three Gamblers, The Kentucky Derby, and the Mexican Cartel",
			"datePublished": 2020,
			"authors": "Mark Paul",
			"desc": "The Greatest Gambling Story Ever Told is the colorful story of a spectacular three-year-old female racehorse in the male dominated world of thoroughbred racing. The book is a dramatic narrative of an exciting and frightening time in my life. It's based on personal experiences leading up to and during the Kentucky Derby. Hundreds of hours of research allowed me to portray and re-create the lives and actual events that occurred around the gamblers and participants in the running of this race.Occasionally places, persons, timelines, and details were changed to re-create events that occurred over three decades ago, and to protect identities and privacy. There are elements of creative nonfiction in this work (conversations were recreated) but it is based on events I witnessed or researched. "
		},
		{
			"id": "17",
			"imageUrl": "images/books/elsicario.jpg",
			"imageAlt": "El Sicario: The Autobiography of a Mexican Assassin book cover",
			"title": "El Sicario: The Autobiography of a Mexican Assassin",
			"datePublished": 2011,
			"authors": "Molly Molloy",
			"desc": "In this unprecedented and chilling monologue, a repentant Mexican hitman tells the unvarnished truth about the war on drugs on the American. El Sicario is the hidden face of America's war on drugs. He is a contract killer who functioned as a commandante in the Chihuahuan State police, who was trained in the US by the FBI, and who for twenty years kidnapped, tortured and murdered people for the drug industry at the behest of Mexican drug cartels. He is a hit man who came off the killing fields alive. He left the business and turned to Christ. And then he decided to tell the story of his life and work. Charles Bowden first encountered El Sicario while reporting for the book 'Murder City'. As trust between the two men developed, Bowden bore witness to the Sicario's unfolding confession, and decided to tell his story. The well-spoken man that emerges from the pages of El Sicario is one who has been groomed by poverty and driven by a refusal to be one more statistic in the failure of Mexico. He is not boastful, he claims no major standing in organized crime. But he can explain in detail not only torture and murder, but how power is distributed and used in the arrangement between the public Mexican state and law enforcement on the ground - where terror and slaughter are simply tools in implementing policy for both the police and the cartels. And he is not an outlaw or a rebel. He is the state. When he headed the state police anti-kidnapping squad in Juarez, he was also running a kidnapping ring in Juarez. When he was killing people for money in Juarez, he was sharpening his marksmanship at the Federal Police range. Now he lives in the United States as a fugitive. One cartel has a quarter million dollar contract on his head. Another cartel is trying to recruit him. He speaks as a free man and of his own free will - there are no charges against him. He is a lonely voice - no one with his background has ever come forward and talked. He is the future - there are thousands of men like him in Mexico and there will be more in other places. He is the truth no one wants to hear."
		},
		{
			"id": "18",
			"imageUrl": "images/books/midnightmexico.jpg",
			"imageAlt": "Midnight in Mexico: A Reporter's Journey Through a Country's Descent into Darkness book cover",
			"title": "Midnight in Mexico: A Reporter's Journey Through a Country's Descent into Darkness",
			"datePublished": 2014,
			"authors": "Alfredo Corchado",
			"desc": "In the last decade, more than 100,000 people have been killed or disappeared in the Mexican drug war, and drug trafficking there is a multibillion-dollar business. In a country where the powerful are rarely scrutinized, noted Mexican-American journalist Alfredo Corchado refuses to shrink from reporting on government corruption, murders in Juárez, or the ruthless drug cartels of Mexico. One night, Corchado received a tip that he could be the next target of the Zetas, a violent paramilitary group—and that he had twenty-four hours to find out if the threat was true. Midnight in Mexico is the story of one man’s quest to report the truth of his country—as he races to save his own life."
		},
		{
			"id": "19",
			"imageUrl": "images/books/manhunter.jpg",
			"imageAlt": "Manhunters: How We Took Down Pablo Escobar book cover",
			"title": "Manhunters: How We Took Down Pablo Escobar",
			"datePublished": 2019,
			"authors": "Steve Murphy, Javier F. Peña",
			"desc": "Colombian drug lord Pablo Escobar’s brutal Medellín Cartel was responsible for trafficking tons of cocaine to North America and Europe in the 1980s and ’90s. The nation became a warzone as his sicarios mercilessly murdered thousands of people―competitors, police, and civilians―to ensure he remained Colombia’s reigning kingpin. With billions in personal income, Pablo Escobar bought off politicians and lawmen, and became a hero to poorer communities by building houses and sports centers. He was nearly untouchable despite the efforts of the Colombian National Police to bring him to justice. But Escobar was also one of America’s most wanted, and the Drug Enforcement Administration was determined to see him pay for his crimes. Agents Steve Murphy and Javier F. Peña were assigned to the Bloque de Búsqueda, the joint Colombian-U.S. taskforce created to end Escobar’s reign of terror. For eighteen months, between July 1992 and December 1993, Steve and Javier lived and worked beside Colombian authorities, finding themselves in the crosshairs of sicarios targeting them for the $300,000 bounty Escobar placed on each of their heads. Undeterred, they risked the dangers, relentlessly and ruthlessly separating the drug lord from his resources and allies, and tearing apart his empire, leaving him underground and on the run from enemies on both sides of the law. Manhunters presents Steve and Javier’s history in law enforcement from their rigorous physical training and their early DEA assignments in Miami and Austin to the Escobar mission in Medellin, Colombia―living far from home and serving as frontline soldiers in the never ending war on drugs that continues to devastate America."
		},
		{
			"id": "20",
			"imageUrl": "images/books/chapotrial.jpg",
			"imageAlt": "El Chapo Guzmán: The Trial of the Century book cover",
			"title": "El Chapo Guzmán: The Trial of the Century",
			"datePublished": 2019,
			"authors": "Alejandra Ibarra",
			"desc": "El Chapo Guzmán: The Trial of the Century. Everything you didn’t know about the most searched-for drug lord in the world, told by the criminals who betrayed him. The trial of the man most sought-after by the US police: a review of his activities in the drug trade, his vengeance, and his connections with politicians and criminals. A severe, ruthless portrait of El Chapo Guzmán in US court. Alejandra Ibarra Chaoul was one of the few journalists in the world who covered the whole trial of El Chapo Guzmán—called “the trial of the century” for its social and political implications—in the federal court of New York, in Brooklyn, from November of 2018 to February of 2019. Through the chronicle and unsparing exposition of crimes, criminal strategies, and multiple revelations, Ibarra Chaoul portrays the personalities and confessions of the criminals who betrayed El Chapo. The trial, alternately mind-boggling and chilling, reveals—according to witnesses—that the governments of Felipe Calderón and Enrique Peña Nieto received millions of dollars in exchange for the freedom to keep El Chapo’s cartel operations and those of his closest accomplices in operation. El Chapo Guzmán: The Trial of the Century is a valuable journalistic documentary that indicates important aspects for understanding violence, impunity, and the corruption of our politicians, as well as the turbulent and manipulative US justice system."
		},
		{
			"id": "21",
			"imageUrl": "images/books/mrsescobar.jpg",
			"imageAlt": "Mrs Escobar: My life with Pablo book cover",
			"title": "Mrs Escobar: My life with Pablo",
			"datePublished": 2019,
			"authors": "Victoria Eugenia Henao",
			"desc": "The closest you’ll ever get to the most infamous drug kingpin in modern history, told by the person who stood by his side. The story of Pablo Escobar, one of the wealthiest, powerful and violent criminals of all time has fascinated the world. Yet the one person closest to him has never spoken out – until now. Maria Victoria Henao met Pablo when she was 13, eloped with him at 15, and despite his numerous infidelities and violence, stayed by his side for the following 16 years until his death. At the same time, she urged him to make peace with his enemies and managed to negotiate her and her children’s freedom after Pablo’s demise. On the 25th anniversary of Pablo’s death, the most intriguing character in the Escobar narrative is ready to share her story and reveal the real man behind the legend."
		},
		{
			"id": "22",
			"imageUrl": "images/books/narco-saints.jpg",
			"imageAlt": "Narco Saints book cover",
			"title": "Narco Saints",
			"datePublished": 2020,
			"authors": "Chris Vander Kaay, Wayne Clingman",
			"desc": "Manolo Vargas is a Mexican citizen recruited to work as an undercover DEA agent within the Lazcano cartel. When a hitman within the organization discovers that Manolo works for the DEA, Manolo believes he is going to be killed. He is surprised to discover that the hitman has a far different plan in mind: to work together.The hitman proposes a plan to work together with the DEA to capture the leader of the Lazcano cartel and a politician that is working with him by taking a small team to infiltrate a secret meeting that no one else knows about. Manolo finds himself struggling with his loyalties in therun-up to the infiltration, and when a hidden secret about the cartel hitman is exposed in the moments before they capture the Lazcano cartel members, Manolo’s understanding of his world is shattered. Nothing will ever be the same again."
		},
		{
			"id": "23",
			"imageUrl": "images/books/killing-the-story.jpg",
			"imageAlt": "Killing the Story book cover",
			"title": "Killing the Story: Journalists Risking Their Lives to Uncover the Truth in Mexico",
			"datePublished": 2020,
			"authors": "Témoris Grecko",
			"desc": "A harrowing and unforgettable look at reporting in Mexico, one of the world's most dangerous countries to be a journalist. In 2017, Mexico edged out Iraq and Syria as the deadliest country in the world in which to be a reporter, with at least fourteen journalists killed over the course of the year. The following year another ten journalists were murdered, joining the almost 150 reporters who have been killed since the mid-2000s in a wave of violence that has accompanied Mexico's war on drugs. In Killing the Story, award-winning journalist and filmmaker Témoris Grecko reveals how journalists are risking their lives to expose crime and corruption. From the streets of Veracruz to the national television studios of Mexico City, Grecko writes about the heroic work of reporters at all levels―from the local self-trained journalist, Moises Sanchez, whose body was found dismembered by the side of a road after he reported on corruption by the state's governor, to high-profile journalists such as Javier Valdez Cárdenas, gunned down in the streets of Sinaloa, and Carmen Aristegui, battling the forces attempting to censor her. In the vein of Charles Bowden's Murder City and Anna Politskaya's A Russian Diary, Killing the Story is a powerful memorial to the work of Grecko's lost colleagues, which shows a country riven by brutality, hypocrisy, and corruption, and sheds a light on how those in power are bent on silencing those determined to reveal the truth and bring an end to corruption."
		},
		{
			"id": "24",
			"imageUrl": "images/books/gangland-new-zealand.jpg",
			"imageAlt": "Gangland book cover",
			"title": "Gangland: New Zealand's Underworld of Organised Crime",
			"datePublished": 2020,
			"authors": "Jared Savage",
			"desc": "New Zealand's underworld of organised crime and deadly gangs. New Zealand is now one of the most lucrative illicit drug markets in the world. Organised crime is about making money. It's a business. But over the past 20 years, the dealers have graduated from motorcycle gangs to Asian crime syndicates and now the most dangerous drug lords in the world - the Mexican cartels. In Gangland, award-winning investigative reporter Jared Savage shines a light into New Zealand's rising underworld of organised crime and violent gangs. The brutal execution of a husband-and-wife; the undercover cop who infiltrated a casino VIP lounge; the midnight fishing trip which led to the country's biggest cocaine bust; the gangster who shot his best friend in a motorcycle shop: these stories go behind the headlines and open the door to an invisible world - a world where millions of dollars are made, life is cheap, and allegiances change like the flick of a switch."
		},
		{
			"id": "25",
			"imageUrl": "images/books/los-zetas-sadism.jpg",
			"imageAlt": "The Los Zetas Drug Cartel book cover",
			"title": "The Los Zetas Drug Cartel",
			"datePublished": 2015,
			"authors": "George W. Grayson",
			"desc": "The United States has diplomatic relations with 194 independent nations. Of these, none is more important to America than Mexico in terms of trade, investment, tourism, natural resources, migration, energy, and security. In recent years, narco-violence has afflicted our neighbor to the south—with more than 50,000 drugrelated murders since 2007 and some 26,000 men, women, and children missing. President Enrique Peña Nieto has tried to divert national attention from the bloodshed through reforms in energy, education, antihunger, health care, and other areas. Even though the death rate has declined since the chief executive took office on December 1, 2012, other crimes continue to plague his nation. Members of the business community report continual extortion demands; national oil company Petróleos Mexicanos (PEMEX) suffers widespread theft of oil, gas, explosives, and solvents (with which to prepare methamphetamines); hundreds of Central American migrants have shown up in mass graves; and the public identifies the police with corruption and villainy. A common fear of the elite and growing middle class is kidnapping. In 2012, Mexico recorded 105,000 cases; in 2013, the country led the world in abductions, surpassing such volatile nations as Afghanistan, Colombia, and Iraq. Los Zetas, who deserted from the army’s special forces in the late-1990s, not only traffic in drugs, murder, kidnap, and raid PEMEX installations, but also involve themselves in extortion, human smuggling, torture, money laundering, prostitution, arson, prison breakouts, murder for hire, and other felonies. While consisting of only a few hundred hard core members, these paramilitaries have gained a reputation for the sadistic treatment of foes and friends—a legacy of their two top leaders, Heriberto “The Executioner” Lazcano Lazcano and Miguel Ángel “El 40” Treviño Morales, who thrived on beheadings, castrations, “stewing” their prey in gasoline-filled vats, and other heinous acts. They make sophisticated use of social media and public hangings to display their savagery and cow adversaries. The reputation for the unspeakable infliction of pain has enabled these desperados to commit atrocities in a score of Mexican states, even as they expend their presence, often in league with local gangs and crime families, in Guatemala, El Salvador, Honduras, and other nations of the Americas. From their bastion in Nuevo Laredo, Mexico, across the border from Laredo, Texas, they also acquire weapons, entrée to legal businesses, and teenage recruits. According to the Federal Bureau of Investigation, the fiends have contracted with such outfits as the Texas Mexican Mafia prison gang, the Houston’s Tango Blast, and the McAllen, Texas-based Los Piojos to collect debts, acquire vehicles, carry out hits, and sign up thugs to fight their foes in the Matamoros-centered Gulf Cartel for which Los Zetas originally served as a Praetorian Guard. Washington policymakers, who overwhelmingly concentrate on Asia and the Mideast, would be well advised to focus on the acute dangers that lie principally south of the Rio Grande, but whose deadly avatars are spilling into our nation."
		},
		{
			"id": "26",
			"imageUrl": "images/books/blood-gun-money.jpg",
			"imageAlt": "Blood Gun Money book cover",
			"title": "Blood Gun Money",
			"datePublished": 2021,
			"authors": "Ioan Grillo",
			"desc": "The gun control debate is revived with every mass shooting. But far more people die from gun deaths on the street corners of inner city America and across the border as Mexico's powerful cartels battle to control the drug trade. Guns and drugs aren't often connected in our heated discussions of gun control-but they should be. In Ioan Grillo's groundbreaking new work of investigative journalism, he shows us this connection by following the market for guns in the Americas and how it has made the continent the most murderous on earth. Grillo travels to gun manufacturers, strolls the aisles of gun shows and gun shops, talks to FBI agents who have infiltrated biker gangs, hangs out on Baltimore street corners, and visits the ATF gun tracing center in West Virginia. Along the way, he details the many ways that legal guns can cross over into the black market and into the hands of criminals, fueling violence "
		},
		{
			"id": "27",
			"imageUrl": "images/books/hunting-el-chapo.jpg",
			"imagealt": "Hunting El Chapo book cover",
			"title": "Hunting El Chapo",
			"datePublished": 2019,
			"authors": "Andrew Hogan, Douglas Century",
			"desc": "Every generation has a larger-than-life criminal: Jesse James, Billy the Kid, John Dillinger, Al Capone, John Gotti, Pablo Escobar. But each of these notorious lawbreakers had a 'white hat' in pursuit: Wyatt Earp, Pat Garrett, Eliot Ness, Steve Murphy. For notorious drug lord Joaquín Archivaldo Guzmán-Loera—El Chapo—that lawman is former Drug Enforcement Administration Special Agent Andrew Hogan. In 2006, fresh out of the D.E.A. Academy, Hogan heads west to Arizona where he immediately plunges into a series of gripping undercover adventures, all unknowingly placing him on the trail of Guzmán, the leader of the Sinaloa Cartel, a Forbes billionaire and Public Enemy No. 1 in the United States. Six years later, as head of the D.E.A.’s Sinaloa Cartel desk in Mexico City, Hogan finds his life and Chapo’s are ironically, on parallel paths: they’re both obsessed with the details. In a recasting of the classic American Western on the global stage, Hunting El Chapo takes us on Hogan’s quest to achieve the seemingly impossible, from infiltrating El Chapo’s inner circle to leading a white-knuckle manhunt with an elite brigade of trusted Mexican Marines—racing door-to-door through the cartel’s stronghold and ultimately bringing the elusive and murderous king-pin to justice. This cinematic crime story following the relentless investigative work of Hogan and his team unfolds at breakneck speed, taking the reader behind the scenes of one of the most sophisticated and dangerous counter-narcotics operations in the history of the United States and Mexico."
		},
		{
			"id": "28",
			"imageUrl": "images/books/war-of-zetas.jpg",
			"imagealt": "War of Zetas book cover",
			"title": "The War of The Zetas (Spanish)",
			"datePublished": 2019,
			"authors": "Diego Enrique Osorno",
			"desc": "Upon researching the particularities of what could be called the “zeta enigma,” Diego Enrique Osorno warns us of the risks for Mexico in the years to come, in the face of the possible runaway growth of this criminal organization. War of the Zetas sheds light on the secrets of the place where 21st-century-Mexico’s most important battle is being fought. With a prologue by Juan Villoro. When the PRI finally left the Mexican presidency in the year 2000, in the northeast of the country, the Zetas were born: a gang that at that time seemed like a brief anecdote from the world of narcos. Twelve years later, the PRI returned to power and the Zetas seem everlasting as they fight a war with the Sinaloa cartel, the criminal organization that was strengthened the most during the PAN (National Action Party) governments. In this unprecedented closeup into a border region which, unlike Tijuana and Ciudad Juárez, has not been widely publicized, Diego Enrique Osorno takes us through the places that have suffered the most from the war declared by Felipe Calderón. On an itinerary that covers towns and cities from Nuevo León and Tamaulipas, the author talks with locals, generals, young assassins, mayors, journalists, policemen, businesspeople, migrants, relatives of missing people, and arms dealers. He gathers revealing information, including the confessions of Óscar López Olivares, “The Professor,” who founded the Gulf Cartel along with Juan Nepomuceno Guerra and Juan García Ábrego."
		},
		{
			"id": "29",
			"imageUrl": "images/books/drug-lord-hidden-wars.jpg",
			"imagealt": "The Drug Lord's Hidden Wars book cover",
			"title": "The Drug Lord's Hidden Wars (Spanish)",
			"datePublished": 2020,
			"authors": "Juan Alberto Cedillo",
			"desc": "Until now, the worst of the “war on drugs” has been kept quiet or in the realm of rumors: the real degree of brutality, the logic of the deals made, the accounts of massacres, the explanation of the attacks. Through deep documentary research and rigorous reporting, Juan Alberto Cedillo offers an unprecedented investigation that sheds light on these phenomena and clarifies fundamental questions about the fight that is raging, particularly in northern Mexico. The basis of these stories are the testimonies of the mob bosses themselves, offered in Mexico and the United States. Their tales explain one of Mexico’s deepest wounds, while unraveling some of the more unshakeable myths about drug trafficking and cartels. “Because they wouldn’t be tried for the murders they committed in Mexico, when the mob bosses had the opportunity to recount their adventures, they opened up to the point that the prosecutors had to shut them up…”"
		},
		{
			"id": "30",
			"imageUrl": "images/books/fentanyl-inc.jpg",
			"imagealt": "Fentanyl, Inc. book cover",
			"title": "Fentanyl, Inc.",
			"datePublished": 2020,
			"authors": "Ben Westoff",
			"desc": "A remarkable four-year investigation into the dangerous world of synthetic drugs―from black market drug factories in China to users and dealers on the streets of the U.S. to harm reduction activists in Europe―which reveals for the first time the next wave of the opioid epidemic. A deeply human story, Fentanyl, Inc. is the first deep-dive investigation of a hazardous and illicit industry that has created a worldwide epidemic, ravaging communities and overwhelming and confounding government agencies that are challenged to combat it. “A whole new crop of chemicals is radically changing the recreational drug landscape,” writes Ben Westhoff. “These are known as Novel Psychoactive Substances (NPS) and they include replacements for known drugs like heroin, cocaine, ecstasy, and marijuana. They are synthetic, made in a laboratory, and are much more potent than traditional drugs”―and all-too-often tragically lethal. Drugs like fentanyl, K2, and Spice―and those with arcane acronyms like 25i-NBOMe― were all originally conceived in legitimate laboratories for proper scientific and medicinal purposes. Their formulas were then hijacked and manufactured by rogue chemists, largely in China, who change their molecular structures to stay ahead of the law, making the drugs’ effects impossible to predict. Westhoff has infiltrated this shadowy world. He tracks down the little-known scientists who invented these drugs and inadvertently killed thousands, as well as a mysterious drug baron who turned the law upside down in his home country of New Zealand. Westhoff visits the shady factories in China from which these drugs emanate, providing startling and original reporting on how China’s vast chemical industry operates, and how the Chinese government subsidizes it. Poignantly, he chronicles the lives of addicted users and dealers, families of victims, law enforcement officers, and underground drug awareness organizers in the U.S. and Europe. Together they represent the shocking and riveting full anatomy of a calamity we are just beginning to understand. From its depths, as Westhoff relates, are emerging new strategies that may provide essential long-term solutions to the drug crisis that has affected so many."
		},
		{
			"id": "31",
			"imageUrl": "images/books/the-sinaloa-cartel.jpg",
			"imagealt": "The Sinaloa Cartel book cover",
			"title": "The Sinaloa Cartel (Spanish)",
			"datePublished": 2011,
			"authors": "Diego Enrique Osorno",
			"desc": "'The Sinaloa Cartel' explains and details the world of drug trafficking: from business pioneers such as Pedro Avilés, the hitmen heartless who kill governors like El Gitano, corrupt police officers in the style of Guillermo González Calderoni, to surprising events such as the mass expulsion of Chinese during the second decade of the 20th century, the first transnational cocaine routes, or the escape of Joaquín el Chapo Guzmán. Here everyone tells their version of the lucrative drug trade in Sinaloa, which is the very story of drug trafficking in Mexico. This book gives voice to the son of a drug trafficker who tells what it is like to live with that stigma; There is also a mafia lawyer who opens the doors of maximum security courts and prisons; Oaxacan soldiers who eradicate marijuana crops in the Badiraguato mountain range; a guerrilla commander from the ERPI in Guerrero, or a millionaire politician and businessman from San Pedro Garza García, Nuevo León. All of them are key pieces in the world of drug trafficking and here they offer revealing testimonies. The PGR, the DEA and the Mexican Army do so through official files, some published for the first time in this book. The direct version of drug lords such as Miguel Ángel Félix Gallardo , the Chief of Chiefs, is also released, whose handwriting accuse the authorities of being the real ones responsible for creating and organizing the distribution of the so-called cartels. Diego Enrique Osorno, through an agile journalistic narrative, offers us the most complete panorama of the founding cartel of drug trafficking and one of the most powerful that has existed in Mexico. "
		},
		{
			"id": "32",
			"imageUrl": "images/books/sorrows-of-mexico.jpg",
			"imagealt": "The Sorrows of Mexico book cover",
			"title": "The Sorrows of Mexico",
			"datePublished": 2020,
			"authors": "Multiple",
			"desc": "With contributions from seven of Mexico's finest journalists, this is reportage at its bravest and most necessary - it has the power to change the world's view of their country, and by the force of its truth, to start to heal the country's many sorrows. Supported the Arts Council Grant's for the Arts Programme and by PEN Promotes. Veering between carnival and apocalypse, Mexico has in the last ten years become the epicentre of the international drug trade. The so-called 'war on drugs' has been a brutal and chaotic failure (more than 160,000 lives have been lost). The drug cartels and the forces of law and order are often in collusion, corruption is everywhere. Life is cheap and inconvenient people - the poor, the unlucky, the honest or the inquisitive - can be 'disappeared' leaving not a trace behind (in September 2015, more than 26,798 were officially registered as 'not located'). Yet people in all walks of life have refused to give up. Diego Enrique Osorno and Juan Villoro tell stories of teenage prostitution and Mexico's street children. Anabel Hernández and Emiliano Ruiz Parra give chilling accounts of the 'disappearance' of forty-three students and the murder of a self-educated land lawyer. Sergio González Rodríguez and Marcela Turati dissect the impact of the violence on the victims and those left behind, while Lydia Cacho contributes a journal of what it is like to live every day of your life under threat of death. Reading these accounts we begin to understand the true nature of the meltdown of democracy, obscured by lurid headlines, and the sheer physical and intellectual courage needed to oppose it."
		},
		{
			"id": "33",
			"imageUrl": "images/books/city-of-omens.jpg",
			"imagealt": "City of Omens book cover",
			"title": "City of Omens",
			"datePublished": 2019,
			"authors": "Dan Werb",
			"desc": "For decades, American hungers sustained Tijuana. In this scientific detective story, a public health expert reveals what happens when a border city’s lifeline is brutally severed. Despite its reputation as a carnival of vice, Tijuana was, until recently, no more or less violent than neighboring San Diego, its sister city across the border wall. But then something changed. Over the past ten years, Mexico’s third-largest city became one of the world’s most dangerous. Tijuana’s murder rate skyrocketed and produced a staggering number of female victims. Hundreds of women are now found dead in the city each year, or bound and mutilated along the highway that lines the Baja coast. When Dan Werb began to study these murders in 2013, rather than viewing them in isolation, he discovered that they could only be understood as one symptom among many. Environmental toxins, drug overdoses, HIV transmission: all were killing women at overwhelming rates. As an epidemiologist, trained to track epidemics by mining data, Werb sensed the presence of a deeper contagion targeting Tijuana’s women. Not a virus, but some awful wrong buried in the city’s social order, cutting down its most vulnerable inhabitants from multiple directions. Werb’s search for the ultimate causes of Tijuana’s femicide casts new light on immigration, human trafficking, addiction, and the true cost of American empire-building. It leads Werb all the way from factory slums to drug dens to the corridors of police corruption, as he follows a thread that ultimately leads to a surprising turn back over the border, looking northward."
		},
		{
			"id": "34",
			"imageUrl": "images/books/el-jefe.jpg",
			"imagealt": "El Jefe: The Stalking of Chapo Guzmán book cover",
			"title": "El Jefe: The Stalking of Chapo Guzmán",
			"datePublished": 2020,
			"authors": "Alan Feuer",
			"desc": "The definitive account of the rise and fall of the ultimate narco, 'El Chapo,' from the New York Times reporter whose coverage of his trial went vira Joaquin “El Chapo” Guzman is the most legendary of Mexican narcos. As leader of the Sinaloa drug cartel, he was one of the most dangerous men in the world. His fearless climb to power, his brutality, his charm, his taste for luxury, his penchant for disguise, his multiple dramatic prison escapes, his unlikely encounter with Sean Penn―all of these burnished the image of the world's most famous outlaw. He was finally captured by U.S. and Mexican law enforcement in a daring operation years in the making. Here is that entire epic story―from El Chapo's humble origins to his conviction in a Brooklyn courthouse. Longtime New York Times criminal justice reporter Alan Feuer's coverage of his trial was some of the most riveting journalism of recent years. Feuer’s mastery of the complex facts of the case, his unparalleled access to confidential sources in law enforcement, and his powerful understanding of disturbing larger themes―what this one man's life says about drugs, walls, class, money, Mexico, and the United States―will ensure that El Jefe is the one book to read about 'El Chapo.'"
		},
		{
			"id": "34",
			"imageUrl": "images/books/narco-cdmx.jpg",
			"imagealt": "Narco CDMX book cover",
			"title": "Narco CDMX (Spanish)",
			"datePublished": 2019,
			"authors": "Sandra Romandia, Antonio Nieto, David Fuentes",
			"desc": "Narcos are taking over the entire country. . . except Mexico City. Incredible as it may seem, this has been the official speech by all the heads of government that the capital city has had. No head of government has ever accepted that the cartels are in Mexico's center. This book contradicts them and brings proof of the problem. On a case-by-case basis, it documents which groups are fighting to take power of the 16 city halls, how they operate, what is at stake, and how big is the monster that the authorities are refusing to see. Everything is laid out here. Thus, Narco CDMX shows that, in a chess game of organized crime, Mexico City plays a much more important role than previously thought. It also sounds an alarm: if they continue to ignore these calls, it puts at risk the sustainability of the entire nation. This is the last call. "
		}
	]
}
